#### Terraform Format and Style 🖌`success`
#### Terraform Initialization ⚙️`success`
#### Terraform Validation 🤖`success`
#### Terraform Plan 📖`success`

<details><summary>Show Plan</summary>

```

Changes:
  + create
  ~ update in-place
  # module.invitations.aws_s3_object.website["superbowl.html"] will be created
  + resource "aws_s3_object" "website" {
      + acl                    = (known after apply)
      + bucket                 = "invitation.davidbornitz.dev-f46c3b09"
      + bucket_key_enabled     = (known after apply)
      + cache_control          = "max-age=0"
      + checksum_crc32         = (known after apply)
      + checksum_crc32c        = (known after apply)
      + checksum_sha1          = (known after apply)
      + checksum_sha256        = (known after apply)
      + content_type           = "text/html"
      + etag                   = "a88cc0147071602be27c78622cb8290b"
      + force_destroy          = false
      + id                     = (known after apply)
      + key                    = "superbowl.html"
      + kms_key_id             = (known after apply)
      + server_side_encryption = (known after apply)
      + source                 = "modules/invitations/../../content/invitation.davidbornitz.dev//superbowl.html"
      + storage_class          = (known after apply)
      + tags_all               = (known after apply)
      + version_id             = (known after apply)
  # module.s3website["resume.davidbornitz.dev"].aws_s3_object.website["index.html"] will be updated in-place
  ~ resource "aws_s3_object" "website" {
      ~ etag                          = "bde68ea34fa24e78787cf4e4455779c4" -> "dcc065a84595033dfbd4599983f3945e"
      + version_id                    = (known after apply)
        # (22 unchanged attributes hidden)
Plan: 1 to add, 1 to change, 0 to destroy.
─────────────────────────────────────────────────────────────────────────────
```

</details>
*Pushed by: @davidbornitz, Action: `pull_request`*